Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/other_files/sp1991-2.pdf.tmx
Source language: nob
Languages: sme

source: Tilleggsforslaget fra Samarbeidsgruppen / NSR ble enstemmig vedtatt.
sme: Ovttasbargojoavkku / NSR lassievttohus dohkkehuvvui ovttajienalaččat.

source: BARNEOMBUDET - TILTAK FOR SAMISKE BARN DOKUMENTER
sme: 18/91 Manaidaittardeaddji - DOAIMMAT SAMI MANAID VARAS

source: Hovedkomiteen for helse- og sosialspØrsmål fremmet fØlgende innstilling ved saksordfØrer Haldis Thomassen:
sme: - Reive 22.02.91 Mánáidáittardeaddjis Sámediqgái - Reive 08.03.91 Sámedikkis Mánáidáittardeaddjái - Reive 21.03.91 Mánáidáittardeaddjis Sámediqgái II EVTTOHUS ja sosiála áSSiid váldolávdeqoddi ovddidii áSSevuoddji Haldis Thomassen bokte čuovvovaS evttohusa:

source: SAHETINGET SIDE 18
sme: Beavdegirji 2/91 s. 18

source: BARNEOMBUDET - TILTAK FOR SAMISKE BARN Komiteen foreslår: Sametinget er positiv til at Barneombudet oppretter et tilbud for samiske barn.
sme: Manaidaittardeaddji - DOAIMMAT SAMI MANA ID VÁRÁS Lávdegoddi evttoha: Sámediggi atná buorren ahte Mánáidáittardeaddji ásaha fálaldaga sámi mánáide.

source: Sametinget viser til at samiske barn i likhet med andre barn trenger institusjoner som ivaretar deres oppvekstvilkår og fremmer deres interesse overfor samfunnet.
sme: Sámediggi čujuha ahte sámi mánát dárbbaSit, nu qo eará mánát nai, ásahusaid mat áittardit sin bajasSaddandiliid ja ovddidit sin beroStumiid servodahkii.

source: Samiske barn, kan i likhet med andre barn ha problemer under oppveksten.
sme: Sámi mánáin sáhttet, nu go maiddái eará mánáin, leat váttisvuooat bajásSattadettiin.

source: Dette kan også omfatte problemer knyttet til kulturelle konflikter.
sme: Dát sáhttet maiddái leat váttisvuooat kultuvrralaS soabatmeahttunvuooaid geažil.

source: Sametinget viser til at Barneombudet ikke har registrert henvendelser fra barn med samisk språk- og kulturbakgrunn.
sme: Sámediggi čujuha ahte Mánáidáittardeaddji bi_l~~ ! registreren mánáid main lea sámi giella- ja kultuvraduogáS váldime oktavuooa iežainis.

source: Det etablerte hjelpeapparatet mangler ofte den språklige og kulturelle kompetanse som er nØdvendig for å kunne yte hjelp i forhold til barn og foreldre med samisk kulturbakgrunn.
sme: Asahuvvon veahkkeguovddážiin váilu dávjá diehtu giela ja kultuvrra birra, mii livččii dárbbaSlaS sáhttit veahkehit mánáid ja váhnemiid main lea sámi kultuvraduoqáS.

source: Det fØrer igjen til at disse barna og deres foreldre ikke tar kontakt med dette hjelpeapparatet.
sme: Dat fas dagaha ahte dát mánát ja sin vánhemat eai váldde oktavuooa veahkkeguovddážiiguin.

source: Dermed oppnår ikke samiske barn de rettigheter som andre norske barn har.
sme: Dainna lágiin eai oaččo sámi mánát seamma vuoigatvuooaid go eará mánát Norggas.

source: Sametinget ber derfor departementet bevilge midler, fra og med 1992, til opprettelse av egen stilling som faglig og administrativt er tilknyttet Barnombudet i Norge og underlagt denne.
sme: Sámediggi bivdá dan dihte departemeantta juolludit ruoa, jahkái 1992 ja dan rájes, ásahit sierra virggi mii fágalaččat ja hálddahuslaččat lea čatnon Norgga Mánáidáittardeaddjái ja mii lea dan vuolde.

source: Stillingen skal være ansvarlig å fØlge med i utviklingen av samebarns oppvekstvilkår og fremme barnas interesser overfor det offentlige og private.
sme: Virggis galgá leat ovddasvástádus čuovvut sámi mánáid bajásSaddandiliid ovdáneami ja ovddidit sámi mánáid beroStumiid almmolaS ja priváhta ásahusaid ektui.

source: Spesiellt viktig er det å vektlegge arbeidet med forslag til tiltak som lØser eller bidrar til å forebygge konflikter mellom samfunnet og samiske barn.
sme: ErenoamáS deatalaS lea gávnnahit vugiid movt coavdit dahje eastadit váttisvuooaid servodaga ja sámi mánáid gaskkas.

source: Representanten Måret Guhttor fremmet fØlqende tilleggsforslag til andre avsnitt:
sme: Airras Máret Guhttor evttohii nuppi oassái

source: Forslag: " rettigheter, samt " tilfØyes i slutten av andre linje etter " oppvekstvilkår og ", slik at hele avsnittet lyder: Sametinget viser til at samiske barn i likhet med andre barn trenger institusjoner som ivaretar deres oppvekstvilkår og rettigheter, samt fremmer deres interesser overfor samfunnet. SAMEDIGGI
sme: Evttohus: " vuoigatvuooat, ja " lasihuvvo nuppi oasi lohppii, nu ahte obba oassi Saddá ná: Sámediggi čujuha ahte sámi mánát dárbbaSit, nu qO eará mánát nai, ásahusaid mat áittardit sin bajasSaddandiliid ja vuoigatvuooaid ja ovddidit sin beroStumiid servodahkii.

source: SIDE 19
sme: SAHEDIGGE

source: Representanten Håret Guhttor freaaet f_lgende endrings- og tilleggsforslag til siste avsnitt:
sme: Beavdeqir:-ji 2/91 Airras Máret Guhttor ovddidii dus- ja lassievttohusa:

source: Forslag: FØrste ord " Stillingen " erstattes med " Stillingsinnehaveren ". Videre et tillegg " og rettigheter " fØyes etter " barnas interesser " i andre linje.
sme: Evttohus: VuosttaS sáni " virqgis " sadjái boahtá Dasto lasihuvvo " ja vuoigatvuoOaid " 2. linnjás " mánáid beroStumiid " mal) l) ái.

source: Hele femte avsnitt lyder da således: Stillingsinnehaveren skal være ansvarlig å fØlge med i utviklingen av samebarns oppvekstvilkår og fremme barnas interesser og rettigheter overfor det offentlige og private.
sme: Olles viOat oassi Saddá dalle na: galgá leat ovddasvástádus čuovvut sámi mánáid bajásSaddandiliid ovdáneami ja ovddidit sámi manáid beroStumiid i ~_Y~Q!g~!Y~QQ~!Q almmolaS ja priváhta ásahusaid ektui.

source: Spesielt viktig er det å vektlegge arbeidet med forslag til tiltak som lØser eller bidrar til å forebygge konflikter mellom samfunnet og samiske barn.
sme: ErenoamáS deatalaS lea gavnnahit vugiid movt čoavdit dahje eastadit váttisvuoOaid servodaqa ja sámi mánáid qaskkas.

source: III VOTERING
sme: Virggálaččas

source: Hovedkomiteens innstilling med unntak av fØrste ord " stillingen " i siste avsnitt ble enstemmig vedtatt.
sme: III JIENASTEAPMI Váldolávdeqotti evttohus, earret sáni " Virqgis " mal) l) emus oasis, dohkkehuvvui ovttajienalaččat.

source: Endringsforslag til fØrste ord i siste avsnitt lydende " stillingsinnehaver " ble vedtatt med 28 mot 8 stemmer.
sme: Rievdadusevttohus vuosttaS sáni dáfus mal) l) emus oasis, " virggálaččas ", dohkkehuvvui 28 jienain 8 jiena vuostá.

source: Maret Guhttors tilleggsforslag til andre avsnitt ble enstemmig vedtatt.
sme: Máret Guhttora lassievttohus nuppi oassái dohkkehuvvui ovttajienalaččat.

source: Maret Guhttors tilleggsforslag til siste avsnitt ble enstemmig vedtatt.
sme: Máret Guhttora lassievttohus mal) l) emus oassái dohkkehuvvui ovttajienalačcat.

source: SAK 19/91 I
sme: A ~~I I.

source: - NOU 1985:24 - NOU 1987:20 - Notat " Tilknytningsform for de samiske videregående skolene " av 18.06.90 - Notat om videregående opplæring for samer fra styret for de samiske videregående skolene av 04.04.91.
sme: - NOU 1985:24 - NOU 1987:20 - čálus " Tilknytningsform for de samiske videreqáende skolene " 18.06.90 - Sám i Joatkkaskuvllaid stivrra éálus 4.4.91, birra sámiid várás.

source: Il
sme: II

source: Hovedkomiteen for undervisning og forskning fremmet fØlgende innstilling ved saksordfØrer Mikkel A. Gaup:
sme: Oahpahusa ja dutkama váldolávdeqoddi ovddidii áSSevuoddji Hikkel A. Gaup bokte cuovvovaS evttohusa:

source: 2/91 SIDE 20
sme: SAMEDIGGE s. 28

source: VIDEREGAERDE OPPLÆRING FOR SAMER
sme: JOATKKAOAHPAHUS SAMIID VARAS

source: Komiteen foreslår: Styret for de samiske videregående skolene har, i tillegg til formålsparagrafen i lov om videregående opplæring, vedtatt denne målsetting for det samiske innholdet i videregående opplæring for samer: " De samiske videregående skolene skal være ressurssentra for samisk videregående opplæring og imØtekomme de behov og de krav elevene har som medlemmer i et samisk samfunn, rikssamfunnet og verdenssamfunnet.
sme: Lávdegoddi evttoha: Sámi Joatkkaskuvllaid stivra lea, lassin joatkkaoahpahusa lága ulbmilparagráfai, mearridan dán ulbmila sámi sisdoalu dáfus joatkkaoahpahussii sámiid várás: " Sámi Joatkkaskuvllat galget leat sámi joatkkaoahpahusa ressursaguovddážin ja deavdit daid dárbbuid ja gáibádusaid mat ohppiin leat sámi servodaga, riikka servodaga ja máilmmi servodaqa oasseváldin.

source: Skolen skal styrke den samiske identiteten til elevene og gi dem grunnlag for å fØre videre den samiske kulturarven.
sme: Skuvla galgá nannet ohppiid sámi ieSdovddu ja addit sidjiide vuoou viidáseappot doalvut sámi kulturárbbi.

source: De samiske videregående skolene har et spesielt ansvar for å gi undervisning i og på samisk, i samisk kultur, historie og yrkesliv, og gi elevene kompetanse til å velge yrke og virkested hvor som helst i det samiske samfunnet, rikssamfunnet og verdenssamfunnet. "
sme: Sámi Joatkkaskuvllain lea erenoamáS ovddasvástádus addit oahpu sámegillii ja sámegielas, sámi kultuvrra, historjjá ja bargoeallima birra, ja addit ohppiide máhtolaSvuooa válljet virggi ja doaibmabáikki vaikko gos sámi servodagas, riikka servodagas ja máilmmi servodaqas. "

source: Sametinget slutter seg til denne målsetting og uttaler: 1.
sme: Sámediggi searvá dán mihttomeari oidnui ja cealká: 1.

source: De samiske videregående skolene skal som ressurssentra i det samiske samfunnet bidra til at skolene kartlegger kunnskapsbehovet i det samiske samfunnet og gir utdanningstilbud i samsvar med dette behov.
sme: Sámi Joatkkaskuvllat galget ressursaguovddážin sámi servodagas bargat dan badjelii ahte skuvllat diůoStit sámi servodaga oahppodárbbu ja addet oahpu dán dárbbu mielde.

source: Skolenes landsdekkende funksjon forutsetter at det tas hensyn til hele det samiske samfunnet.
sme: Go skuvllat leat obba riikka várás, de vurdojuvvo ahte dat váldet vuhtii olles sámi servodaga.

source: Utvikling av skolens, elevenes og nærsamfunnets kompetanse må skje gjennom en prioritert satsing på utbygging av alle nåværende tilbud til 3-årige studietilbud.
sme: Skuvlla, oahppi ja lagasbirrasa máhtolaSvuooa ovddideapmi galgá dahkkot dan bokte ahte ovddemussii biddjo bargu ásahit buot dálá fálaldagaid 3-jahkásaS oahppofálaldahkan.

source: Skolenes kontakt med samfunnet og næringslivet må styrkes.
sme: Skuvlla oktavuohta servodagain ja ealáhusaiguin galgá nannejuvvot.

source: Det er en klar målsetting å forberede flest mulig til et aktivt liv, enten i form av yrkesutdannelse eller forberedelse til hØyere utdanning.
sme: Lea čielga mihttomearrin ráhkkanahttit nu oallugiid go vejolaě áktiivvalaS eallimii, juogo fitno-oahpu bokte dahje alit ohppui ráhkkanahttimiin.

source: Skolene skal gi sine elever handlingskompetanse til å virke i et moderne samfunn i utvikling, uten at de derved skal måtte oppgi sin identitet og sin kulturarv.
sme: Skuvllat galget addit ohppiidasaset gelbbolaSvuooa doaibmat ovdáneaddji oooaáigásaS servodagas, almmá Saddat hilgut iezaset ieSdovddu ja kulturárbbi.

source: Skolene har en klar plikt til å bidra bærekraftig samisk samfunn.
sme: Skuvllain lea čielga geatnegasvuohta leat mielde birgejeaddji sámi servodaga ovdánahttimis.

source: SAMETINGET SIDE 21
sme: Beavdegirii 2/91 s. 21

source: Skolenes samiske innhold må styrkes.
sme: Skuvllaid sámi sisdoallu galgá nannejuvvot.

source: Dette kan skje allerede nå bl.a. ved at forholdene legges til rette for bredere innsats innen utvikling av et eget fagplanverk for videregående opplæring for samer og for Økt satsing på læremiddelutviklingen.
sme: Dat sáhttá dáhpáhuvvat juo ea.ea. dan bokte ahte dilálaSvuooat lágiduvvojit nu ahte eambbo sáhttá bargat sierra fágaplánaid ráhkademiin joatkkaoahpahussii sámiid várás ja ahte eanet návccat biddjojit oahpponeavvuid ráhkadeapmái.

source: Skolens organisasjon må styrkes og fleksibiliteten Økes.
sme: Skuvlla organisaSuvdna galgá nannejuvot ja heivehanvejolaSvuohta buoriduvvot.

source: Skolene må være i stand til å mØte nye krav gjennom aktivt utviklingsarbeid innenfor de samiske fagområdene, spesielt nevnes reindrift, duodji og samisk språk.
sme: sámi fáqasurggiid áktiivvalaS ovdánahttinbarggu bokte. erenoamážit namuhuvvo boazodoallu, duodji ja sámegiella.

source: Samisk språk skal ha en spesiell stilling innen vårt skoleverk.
sme: Sámegielas galgá leat erenoamáS sádii min skuvladoaimmas.

source: Skolene må gi tilbud i alle tre hoveddialektene og undervisningen må være på forskjellige nivåer.
sme: Skuvllain galgá leat fálaldat buot golmma váldosuopmanis ja oahpaheapmi galgá leat máŋgga dásis.

source: Samisk skal inngå i fagkretsen til alle skolens elever.
sme: Sámegiella galgá leat skuvlla juohke oahppi fágaid searvvis.

source: Skolene må forberedes til å mØte de krav som innfØringen av Samisk språklov stiller ~ nordsamiske områder.
sme: Skuvllat galget gárvvistuvvot vuostá váldit daid gáibádusaid maid sámi giellalága ásaheapmi buktá davvisámi guovlluide.

source: De samiske videregående skolene må i samarbeid med staten, fylkeskommunene, kommunene og arbeidsmarkedsetaten ha et ansvar for voksenopplæringstiltak.
sme: Sámi Joatkkaskuvllat galget ovttasráoiid stáhtain, fylkagielddaiguin, gielddaiguin ja bargomárkanásahusain atnit ovddasvástádusa rávisolbmuid oahpaheami ovddas.

source: Sametinget vil senere ta opp organisering av voksenopplæring for samer.
sme: Sámediggi áigu mannel váldit ovdan samiid várás rávisolbmuid oahpaheami organiserema.

source: Forutsetningen for å nå disse undervisningsmessige mål er at: 5.
sme: Eaktun olahit dáid oahpahusfálaldagaid lea ahte: 5.

source: Skolene tilfØres nye stillingshjemler slik at det blir et samsvar mellom antall hjemler og undervisningsaktiviteten.
sme: Skuvllat ožžot eambbo virggiid nu ahte leat doarvái virggit oahpahusdoaimmaid ektui.

source: Samisk videregående skole og reindriftsskole må, som angitt skolens budsjett for 1992, få tilfØrt 3,5 stillingshjemler for å fylle denne forutsetning.
sme: Sám i Joatkkaskuvla ja Boazoddoalloskuvla ferte, nu go skuvlla 1992 budSeahtas daddjo. oažžut 3,5 virggi deavdit dán eavttu.

source: Skolenes lokaliteter tilpasses og utformes i forhold til den undervisning skolene driver.
sme: Skuvlla lanjat heivehuvvojit dan oahpahusa ektui man skuvla doaimmaha.

source: Samisk videregående skole i Karasjok har i de siste år utvidet sitt studietilbud med et treårig lØp innen helse- og sosialfag.
sme: Sámi Joatkkaskuvla Káráejogas lea mannemus jagiid viiddidan fálaldagas maiddái gOlmma-jahkásaS dearvvaSvuooaja sosiálfága oahpahusain.

source: Lokalitetsbehovet for dette studietilbud kan ikke lØses innenfor skolens egne lokaler.
sme: Dát fálaldat ii tága lanjaid dáfus skuvlla iežas vissui.

source: Leie av lokaler er problematisk og kostbart i et lite bygdesamfunn.
sme: Lanjaid láigoheapmi lea váttie ja divrras unna gilážis.

source: En ber derfor om at skolen utvides til også å romme dette studietilbudet.
sme: Bivdojuvvo dan dihte ahte skuvla viiddiduvvo nu ahte maiddái dán oahppofálaldahkii lea sad ji.

source: Elevenes velferdstilbud må være minst på det nivå som forutsettes i lov om organisering av velferd for elever og studenter.
sme: Ohppiid dili buoridan doaimmat galget leat unnimusat dan dásis go daddjo lágas ohppiid ja studeanttaid di lei organiserema birra.

source: SAMETINGET SIDE 22
sme: Beavdeqirji 2/91 s. 22

source: Samisk videregående skole og reindriftsskole i Kautokeino må så snart som mulig sette igang vk Il i reindrifts fag og landbruksmekaniker, slik at skolen kan gi fullverdig yrkesutdanning i disse to fag.
sme: Sámi Joatkkaskuvla ja Boazodoalloskuvla Guovdageainnus galgá farqgamusat alggahit jk II boazodoallosuorggis ja eanandoallo-mekanihkkarsuorggis, nu ahte skuvla sáhttá addit dievas fitno-oahpu dán guovtti suorggis.

source: Videre må allmennfaglig studieretning bygges ut med vk I og vk Il med mulighet for reindriftsfag eller duodjifag som studieretningsfag.
sme: Viidaseappot ferte dabala ~faga suorgi viiddiduvvot jk I ' ain ja II ' iin ja galg~ leat vejola~ válljet boazodoallosuorggi dahje duoji čiekDnudansuorgin.

source: Studietilbudet i handels- og kontorfag utvides også med vk Il.
sme: Oahppofalaldat gavpe- ja kanturoahpus viiddiduvvo maiddái jk II ' iin.

source: Budsjettene til skolene er, etter departementets pålegg, satt opp etter antallet tildelte stillingshjemler.
sme: Skuvllaid bud ~eahtat leat, departemeantta gohččuma mielde ráhkaduvvon juolluduvvon virggiid logu mielde.

source: Skolene har så fått departementets samtykke til å opprette nye studietilbud, uten at de er tilfØrt nye stillingshjemler.
sme: Departemeanta lea dasto mieoihan skuvllaid álggahit oooa oahppofálaldagaid. vaikko eai oaččo eambbo virggiid.

source: Det medfØrer at skolene får betydelige overskridelser på driften og at grå stillinger må opprettes.
sme: Dat dagaha ahte skuvllain ~adda stuora bud ~eahttarihkkun doaimma namas ja ahte ránes virggit ~addet ásahuvvot.

source: En ber om at skolene tilfØres midler slik at overskridelser som skyldes dette forhold kan unngås.
sme: Bivdojuvvo ahte skuvllat ožžot ruoa nu ahte budSeahttarihkkumat dán dáfus sáhttet eastaduvvot.

source: Behovet for ekstra ressurser for undervisning i samisk må kvantifiseres for hver enkelt studieretning og tilfØres skolene.
sme: Liige návccaid dárbu sámegiela oahpaheapmái ferte ieSguoet oahpposuorgái rehkenastot ja juolluduvvot skuvllaide.

source: Voksenopplæring på videregående skoles nivå for samer styrkes.
sme: Rávisolbmuid oahpaheapmi joatkkaskuvlla dásis sámiid várás nannejuvvo.

source: Styret for de samiske videregående skolene tildeles en årlig ramme på 20 uketimer til denne virksomhet.
sme: Sámi Joatkkaskuvllaid stivrii juolluduvvo jahkásaččat 20 vahkkodiimmu mearrin dan doibmii.

source: Det må arbeides for at rekrutteringen til og stabiliteten på lærerkollegiet Økes.
sme: Galgá bargojuvvot dan ala ahte oažžut earnbbo oahpaheddjiid ja sin buorebut bisuhit skuvllain.

source: Dette kan blant annet skje ved at boligtiltakene for de ansatte styrkes og ved bibehold av dagens virkemiddelordning.
sme: Dát sáhttá dahkkot ea.ea. orrunsaji falaldaga buoriderniin ja otná váikkuhandoaimmaid doalahemiin.

source: Det må innfØres obligatorisk opplæring i samisk for norsktalende pedagogisk og administrativt personell.
sme: Galgá darogielat pedagogala~ ja hálddahusla~ bargiide ásahuvvot bákkolaS sámegiela oahpahus.

source: Forvaltningsmodellen må tilpasses skolens eier- og driftsforhold.
sme: Hálddahusmálle galgá heivehuvvot skuvlla eaiggat- ja doaibmadiliide.

source: Sametinget vil ved en senere anledning avklare sitt ansvarsog myndighetsområdet i samiske skolespØrsmål, deriblant også til de samiske videregående skoler.
sme: Sámediggi áigu maDDel čielggadit iežas ovddasvástádusa ja válddi sámi skuvlagažaldagain, ea.ea. maiddái sámi joatkkaskuvllaid hárrái.

source: Inntil så skjer ser Sametinget det som nØdvendig å styrke styrets rolle i ledelsen av de to skolene.
sme: Dassožii go dat dahkko, atná Sámediggi darbbaSlažzan nannet stivrra doaimma dan guovtti skuvlla jooiheaddjin.

source: Det må utvikles en styringsmodell som gir styret reell innflytelse og ansvar både politisk og forvaltningsmessig for de to videregående skolene for samer.
sme: Perte ráhkaduvvot stivrenmálle mii addá stivrii duohta váikkuheami ja ovddasvástádusa sihke politihkalaččat ja halddahuslaččat dan guovtti joatkkaskuvlla hárrái mat leat samiid váras.

source: En styrking av styrets stilling vil også medfØre et avklarende forhold til KUF og en forenkling av prosessen for overfØring av forvaltningen av de samiske videregående skolene til Sametinget.
sme: Stivrra nannen dag aha maiddái čielgaset oktavuooa KUF ' ii ja ahte sámi joatkkaskuvllaid háldda ~earni sirdin Sámediggái dahkko álkibun. SAMETINGET

source: 2/91 SIDE 23
sme: Beavdegirji 2/91

source: Styrets sekretariat bØr styrkes og gis oppgaver og ansvar i henhold til de oppgaver styret er tildelt.
sme: berre nannejuvvot ja berre oažžut ja ovddasvástádusa daid doaimmaid ektui mat stivrii leat addon.

source: Undervisning i samisk språk og kultur må styrkes og bygges ut i videregående skole i de samiske områder utenom indre Finnmark.
sme: Sámi giela ja kultuvrra oahpahus galgá nannejuvvot ja viiddiduvvot joatkkaskuvllain olggobealde siskkit Finnmárkku.

source: Dette gjelder HamarØY videregående skole som gir undervisning i lulesamisk, og Grong og MosjØen videregående skoler som gir undervisning i sørsamisk.
sme: Dát guoská Hápmira Joatkkaskuvlii mii oahpaha julevsámeqiela ja Grong ja Mosj0en Joatkkaskuvllaide mat oahpahit lUlli-sámegiela.

source: Men det gjelder også videregående skoler som sogner til kystsamiske områder i Troms og Finnmark.
sme: Muhto dat guoská maiddai joatkkaskuvllaide riddosámi guovlluin Tromssas ja Finnmárkkus.

source: Sametinget må ta initiativ til å vurdere integrering av Finnmark Landbruksskole i Tana 1 et samisk videregående tilbud.
sme: Sámediggi galgá oažžut áigái ahte árvvo ~tallo bidjat Finnmárkku Eanandoalloskuvlla Deanus oassin sámi joatkkaoahpahus fálaldahkii.

source: Forslag fra Saaarbeidsgruppen / NSR ved Age Pedersen:
sme: Ovttasbargojoavkku / NSR evttohus ! ge Pedersen bokte: I

source: SAMISKE VIDEREGAENDE SKOLER Styret for de samiske videregående skolene har, i tillegg til formålsparagrafen i lov om videregående opplæring, vedtatt denne målsetting for det samiske innholdet i videregående opplæring for samer: " De samiske videregående skolene skal være ressurssentra for samisk videregående opplæring og imØtekomme de behov og de krav elevene har som medlemmer i et samisk samfunn, rikssamfunnet og verdenssamfunnet.
sme: Sámi Joatkkaskuvllaid stivra lea, lassin joatkkaoahpahusa lága ulbmilparagráfai, mearridan dán ulbmila sámi sisdoalu dáfus joatkkaoahpahussii sámiid várás: " Sámi Joatkkaskuvllat galget leat sámi joatkkaoahpahusa ressursaguovddážin ja deavdit daid dárbbuid ja gáibádusaid mat ohppiin leat sámi servodaga, riikka servodaga ja máilmmi servodaga oasseváldin.

source: utvikling av skolens, elevenes og nærsamfunnets kompetanse må skje gjennom en prioritert satsing på utbygging av alle nåværende tilbud til 3-årige studietilbud.
sme: Skuvlla. oahppi ja lasasbirrasa mahtola ~vuooa ovddideapmi galgá dahkkot dan bokte ahte ovddemussii biddjo bargu ásahit buot dalá falaldasaid 3-jahkasa~ oahppofálaldahkan.

source: SAMETINGET SIDE 24
sme: Beavdegicji 2/91 s. 24

source: Skolene har en klar plikt til å bidra i utviklingen av et bærekraftig samisk samfunn.
sme: Skuvllain lea čielga geatnegasvuohta leat mielde bicgejeaddji sámi secvodaga ovdánahttimis.

source: Skolene må forberedes til å mØte de krav som innfØringen av Samisk språklov stiller i nordsamiske områder.
sme: Skuvllat galget gárvvistuvvot vuostá váldit daid gáibádusaid maid sámi giellalága ásaheapmi buktá davvisámi guovlluide.

source: Forutsetningen for å nå disse undervisningsmessige mål er at: A. Skolene tilfØres nye stillingshjemler slik at det blir et samsvar mellom antall hjemler og undervisningsaktiviteten.
sme: Eaktun olahit dáid oahpahusfálaldagaid lea ahte: A. Skuvllat ožžot eambbo virggiid nu ahte leat doarvái virggit oahpahusdoaimmaid ektui.

source: Samisk videregående skole og reindriftsskole må, som angitt i skolens budsjett for 1992, få tilfØrt 3,5 stillingshjemler for å fylle denne forutsetning.
sme: Sámi Joatkkaskuvla ja Boazoddoalloskuvla ferte, nu go skuvlla 1992 budSeahtas daddjo, oažžut 3,5 virggi deavdit dán eavttu.

source: B. Skolenes lokaliteter tilpasses og utformes i forhold til den undervisning skolene driver.
sme: B. Skuvlla lanjat heivehuvvojit dan oahpahusa ektui man skuvla doaimmaha.

source: C. Elevenes velferdstilbud må være minst på det nivå som forutsettes i lov om organisering av velferd for elever og studenter.
sme: C. Ohppiid dili buocidan doaimmat galget leat unnimusát dan dásis go daddjo lágas ohppiid ja studeanttaid dili ocganisecema bicca.

source: SAMETINGET SIDE 25
sme: Beavdeqirji 2/91 s. 25
